{
    "id": "902",
    "title": "Angry Checke2rs",
    "slug": "angry-chec2kers",
    "description": {
       "en": "Common checkers are boring? Try angry checkers! Try to beat enemy checkers out of the board. there are 3 game modes. 1. Multiplayer - you play versus another random player via internet. 2. Single Player - you play versus AI. 3. Hot Seat - you play versus your friend on the same device.",
       "es": "¿Los damas comunes son aburridos? ¡Prueba las damas furiosas! Intenta sacar las fichas enemigas del tablero. Hay 3 modos de juego. 1. Multijugador - juegas contra otro jugador aleatorio por internet. 2. Un jugador - juegas contra la IA. 3. Hot Seat - juegas contra tu amigo en el mismo dispositivo.",
       "ar": "هل لعبة الداما التقليدية مملة؟ جرب الداما الغاضبة! حاول ضرب قطع الداما الخصم خارج اللوحة. هناك 3 أوضاع للعبة. 1. متعدد اللاعبين - تلعب ضد لاعب عشوائي آخر عبر الإنترنت. 2. لاعب واحد - تلعب ضد الذكاء الاصطناعي. 3. المقعد الساخن - تلعب ضد صديقك على نفس الجهاز.",
       "pt": "Damas comuns são chatas? Experimente damas furiosas! Tente tirar as peças inimigas do tabuleiro. existem 3 modos de jogo. 1. Multijogador - você joga contra outro jogador aleatório pela internet. 2. Um jogador - você joga contra a IA. 3. Hot Seat - você joga contra seu amigo no mesmo dispositivo.",
       "fr": "Les dames ordinaires sont ennuyeuses? Essayez les dames en colère! Essayez de battre les pions ennemis hors du plateau. il y a 3 modes de jeu. 1. Multijoueur - vous jouez contre un autre joueur aléatoire via internet. 2. Solo - vous jouez contre l'IA. 3. Hot Seat - vous jouez contre votre ami sur le même appareil.",
       "ru": "Обычные шашки скучны? Попробуйте злые шашки! Попытайтесь выбить вражеские шашки с доски. есть 3 режима игры. 1. Мультиплеер - вы играете против случайного игрока через интернет. 2. Одиночная игра - вы играете против ИИ. 3. Горячее место - вы играете против друга на одном устройстве.",
       "zh-cn": "普通跳棋无聊吗？试试愤怒跳棋！尝试将敌方棋子击出棋盘。有3种游戏模式。1. 多人游戏 - 通过互联网与另一位随机玩家对战。2. 单人游戏 - 与AI对战。3. 热座 - 与朋友在同一设备上对战。",
       "ja": "一般のチェッカーはつまらない？アングリーチェッカーを試してみよう！敵のチェッカーをボードから打ち出そう。ゲームモードは3つあります。1. マルチプレイヤー - インターネットを通じて他のランダムなプレイヤーと対戦します。2. シングルプレイヤー - AIと対戦します。3. ホットシート - 同じデバイスで友達と対戦します。"
    },
    "instructions": {
       "en": "Touch or Mouse",
       "es": "Táctil o Ratón",
       "ar": "اللمس أو الماوس",
       "pt": "Toque ou Mouse",
       "fr": "Tactile ou Souris",
       "ru": "Сенсорный экран или Мышь",
       "zh-cn": "触摸或鼠标",
       "ja": "タッチまたはマウス"
    },
    "url": "https:\/\/html5.gamemonetize.com\/skma0pcrooj5rpuhitzk7etjqfsctr3l\/",
    "category": ".IO",
    "tags": "2 Player, Action, Arena, IO, Multiplayer",
    "thumb": "https:\/\/img.gamemonetize.com\/skma0pcrooj5rpuhitzk7etjqfsctr3l\/512x384.jpg",
    "width": "960",
    "height": "640"
}